[
  {
    "path": "posts/2021-02-23-the-indigent-cannot-die/",
    "title": "The poor cannot afford death",
    "description": "Poor people can not afford to die. We do a terrible job of supporting poor people when they are alive. It should not be surprising that we do even less when they die. Average funeral costs can vary between $6,000 and $10,000. Most low-income families struggle just to meet basic needs. It is not uncommon for poor families facing the death of a loved one to be forced to do community fund raisers or secure large loans that they can't afford to pay back.",
    "author": [
      {
        "name": "Jack Frech",
        "url": {}
      }
    ],
    "date": "2021-02-23",
    "categories": [],
    "contents": "\n\n\n\nPoor people can not afford to die. We do a terrible job of supporting poor people when they are alive. It should not be surprising that we do even less when they die. Average funeral costs can vary between $6,000 and $10,000. Most low-income families struggle just to meet basic needs. It is not uncommon for poor families facing the death of a loved one to be forced to do community fund raisers or secure large loans that they can’t afford to pay back.\nCurrently in Ohio, municipalities and townships have the responsibility to deal with indigent burials as outlined in ORC Section 9.15. There are specific guidelines that explain their responsibilities and limitations. The law includes a definition of poverty as having an income below 150% of the Federal Poverty Level. The income limit can apply to the deceased or the claimant of the body. As of the most recently state budget, the Ohio has created a new reimbursement program to help offset the costs of indigent burials to local governments. The program is administered by the Ohio Funeral Directors and Embalmers Licensing Board. The Rules are spelled out in Ohio Administrative Code 4717-17. Reimbursements are limited to $1000 for adults and $750 for burial costs and does not cover other funeral expenses.\nOne million dollars is appropriated for each year of the biennium. Very little of this money has been spent. Many local governments have made no attempt to advise the public of this program. Funeral Directors are not required to inform families of this assistance. Many don’t. This issue is even more relevent during this pandemic. There are more people who are poor and they are disproportionately more like to die. Yet very few get the help they need. Prior to the pandemic Ohio averaged about 120,000 deaths a year. 24% of Ohio households have incomes below 150% of the poverty level. It would be reasonable to assume that approximately 28,000 deaths per year might be eligible for indigent burial assistance. That would greatly exceed the annual appropriation for indigent burial reimbursement. Since mortality rates are higher and incomes lower in our inner city and Appalachian communities their needs are more severe.\nThe Federal government offers a modest $255 death benefits through for Social Security recipients. The Veterans Administration offer some funeral assistance to former service members. Recently the Federal Emergency Management Agency was awarded COVID relief funding to help pay for indigent burial during the health emergency, we are waiting for details.\nMeanwhile low-income families continue to struggle to cope with the both the emotional and financial costs of the death of loved ones. We need to increase the reimbursement for burials, do a better job of educating the public about this assistance, consider reducing burial costs by promoting more natural burials, and treat every death with the respect it deserves.\n\n\n\n",
    "preview": "posts/2021-02-23-the-indigent-cannot-die/nicosmit.jpg",
    "last_modified": "2021-02-23T20:57:47-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-01-09-unemployment-insurance-claims/",
    "title": "Unemployment Insurance Claims",
    "description": "County-level unemployment insurance data are hard to come by from the state, at least not in an easy to use format. We scrape claims data every week when an updated report is released by the state and make the data available for download here. We also share some comparisons of statewide claims versus claims for specific regions, over time.",
    "author": [
      {
        "name": "Ani Ruhil",
        "url": {}
      }
    ],
    "date": "2021-02-19",
    "categories": [],
    "contents": "\nPeople usually start focusing on unemployment insurance (UI) claims in the midst of an economic crisis, such as the one generated by the COVID-19 pandemic. Claims data then become a vital indicator of the labor market because they are released weekly rather than monthly unemployment rates the Bureau of Labor Statistics releases with a sizable lag. For example, at the time of writing this post the most recently available county-level unemployment rate data are for November/December 2020, and even these are provisional estimates likely to be revised.\nTimeliness is thus an asset of UI claims data, as is the fact that unlike the unemployment rate UI claims are based on administrative reports and hence likely more accurate. That said, however, one should beware of equating UI claims and the unemployment rate. Why? For one, filing for unemployment insurance does not necessarily mean each claim will result in the receipt of unemployment benefits. The unemployment rate is calculated from monthly surveys of households, and in these surveys you are flagged as unemployed if you have not worked in a number of weeks but are seeking employment. You may not have applied for UI benefits while currently unemployed, maybe because your job is not covered by unemployment insurance.\nAll that an initial claim reflects is a filing by an unemployed individual after a separation from an employer, requesting a determination of basic eligibility for the UI program. In fact, this is what the Bureau of Labor says about Initial and Continued Claims.\n\nInitial Claim: An initial claim is a claim filed by an unemployed individual after a separation from an employer. The claimant requests a determination of basic eligibility for the UI program. When an initial claim is filed with a state, certain programmatic activities take place and these result in activity counts including the count of initial claims. The count of U.S. initial claims for unemployment insurance is a leading economic indicator because it is an indication of emerging labor market conditions in the country. However, these are weekly administrative data which are difficult to seasonally adjust, making the series subject to some volatility.\n\n\nContinued Claim: A person who has already filed an initial claim and who has experienced a week of unemployment then files a continued claim to claim benefits for that week of unemployment. On a weekly basis, continued claims are also referred to as insured unemployment, as continued claims reflect a good approximation of the current number of insured unemployed workers filing for UI benefits. The count of U.S. continued weeks claimed is also a good indicator of labor market conditions. While continued claims are not a leading indicator (they roughly coincide with economic cycles at their peaks and lag at cycle troughs), they provide confirming evidence of the direction of the U.S. economy.\n\nIn the charts that follow we have calculated the rate of weekly initial claims filed in a jurisdiction per 100,000 persons (this is the Rate on the vertical axis). Scanning these data shows the stark break from the usual pattern of UI claims activity once the pandemic hit. After initial massive spikes in claims we see a subsidence but claims activity has yet to drop to pre-pandemic levels. What is more, some regions have it worse, as does Appalachia for example. And even though the general pattern is the same for every region or county, some have it worse.\n\n\n\nWe start with a simple comparison of Appalachia versus the state of Ohio.\n\n\n\n\n\n\nWhat about individual county-level trends?\n\n\n\n\n\n\nCounty-level weekly (a) initial and (b) continued unemployment insurance claims data are available for download below. These files are updated weekly and the most recent update spans the 2020-01-04 … 2021-04-10 period.\nAdams\nAllen\nAshland\nAshtabula\nAthens\nAuglaize\nBelmont\nBrown\nButler\nCarroll\nChampaign\nClark\nClermont\nClinton\nColumbiana\nCoshocton\nCrawford\nCuyahoga\nDarke\nDefiance\nDelaware\nErie\nFairfield\nFayette\nFranklin\nFulton\nGallia\nGeauga\nGreene\nGuernsey\nHamilton\nHancock\nHardin\nHarrison\nHenry\nHighland\nHocking\nHolmes\nHuron\nJackson\nJefferson\nKnox\nLake\nLawrence\nLicking\nLogan\nLorain\nLucas\nMadison\nMahoning\nMarion\nMedina\nMeigs\nMercer\nMiami\nMonroe\nMontgomery\nMorgan\nMorrow\nMuskingum\nNoble\nOttawa\nPaulding\nPerry\nPickaway\nPike\nPortage\nPreble\nPutnam\nRichland\nRoss\nSandusky\nScioto\nSeneca\nShelby\nStark\nSummit\nTrumbull\nTuscarawas\nUnion\nVan Wert\nVinton\nWarren\nWashington\nWayne\nWilliams\nWood\nWyandot\n\n\n\n",
    "preview": "posts/2021-01-09-unemployment-insurance-claims/unemployment-insurance-claims_files/figure-html5/the-plots-1.svg",
    "last_modified": "2021-04-17T14:31:18-04:00",
    "input_file": "unemployment-insurance-claims.utf8.md"
  },
  {
    "path": "posts/2021-01-11-law-enforcement-fatalities-in-ohio/",
    "title": "Law Enforcement Fatalities in Ohio",
    "description": "Recent police shootings in Columbus have fueled protests and concerns in the civil  rights community, but what does a careful analysis of the data tell us about fatal police interventions in Ohio and Franklin County?",
    "author": [
      {
        "name": "Orman Hall",
        "url": {}
      }
    ],
    "date": "2021-01-11",
    "categories": [],
    "contents": "\n\n\n\nFigure 1: Ohio Statehouse\n\n\n\nThe Ohio Alliance for Innovation in Population Health obtained data from the Washington Post police shootings database1 for the U.S. covering the period beginning January 1st, 2015 through December 31st, 2020. The Post database tracks more than a dozen data elements per fatality – including race of decedent, the circumstances of the shooting, whether the person was armed and whether the person was experiencing a mental health crisis.\nOur analysis of the Post’s data shows there were 169 Ohio fatalities for an average annual death rate per million population of 2.40, which is lower than the national annual rate of 2.98. At 4.81 deaths per 1 million, Franklin County ranked 18th among the 100 most populous counties in the United States. Cuyahoga and Hamilton ranked 56th and 61st respectively. Our analysis also suggests that police intervention fatalities may be higher in rural areas than in the urban centers.\nThe following graph shows the average annual fatality rate per 1,000,000 persons for Ohio’s three largest counties (Franklin, Cuyahoga, and Hamilton). Cook County, Illinois, which encompassing Chicago is included for purposes of comparison. Franklin County has the highest rate among the four urban comparison group counties.\n\n\n\nFigure 2: Rate per 1,000,000 Police Intervention Fatalities for Franklin, Cuyahoga, Hamilton and Cook Counties, 2015 - 2020\n\n\n\n\nRetrieved 22 December 2020, from https://www.washingtonpost.com/national/how-thewashington- post-is-examining-police-shootings-in-the-united-states/2016/07/07/d9c52238-43ad-11e6- 8856-f26de2537a9d_story.html↩︎\n",
    "preview": "posts/2021-01-11-law-enforcement-fatalities-in-ohio/Levlong.jpg",
    "last_modified": "2021-04-17T14:11:16-04:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-14-is-south-east-ohio-headed-for-trouble/",
    "title": "Is Southeast Ohio Headed for Trouble?",
    "description": "Southeast Ohio is beautful, remote and many of its residents are desperately poor. In the early phases of the pandemic, the sparsely populated region was relatively unaffected by COVID-19. That is beginning to change.",
    "author": [
      {
        "name": "Orman Hall",
        "url": {}
      }
    ],
    "date": "2020-12-20",
    "categories": [],
    "contents": "\n\n\n\nSoutheast Ohio is a region of tremendous physical beauty, but also home to deeply entrenched multi-generational poverty. Recent data suggest the area may also be an emerging hotspot for COVID-19.\nThe rate of infection for the region is now virtually identical to the remainder of the state. That in itself would be cause for concern, but a review of recent hospitalization trends shows that admissions are now about 50 percent higher than the rest Ohio.\nThere have been three distinct waves of COVID-19 transmission throughout the state. Overall, deaths have been lower in the second and third wave. While COVID-19 deaths were much initially lower in Southeast Ohio than the remainder the state, deaths have steadily increased throughout the region.\nLower initial rates throughout the region may have resulted in a degree of complacency. Disproportionate numbers of area poor residents who have underlying conditions combined with disregard for basic COVID-19 health practices could cause unnecessary loss of life in Southeast Ohio and other rural communities across the state. These data were extracted from the Ohio Department of Health COVID-19 Dashboard.1\nCovid-19 Deaths Over Time\n\n\n\n\nCOVID-19. (2020). Retrieved 6 December 2020, from https://coronavirus.ohio.gov/wps/portal/gov/covid-19/home↩\n",
    "preview": "posts/2020-12-14-is-south-east-ohio-headed-for-trouble/seo.jpg",
    "last_modified": "2021-01-13T09:56:08-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-20-its-not-all-bad-news/",
    "title": "It's Not All Bad News",
    "description": "While it is true that COVID-19 infections are increasing at an alarming pace across Ohio, the one saving grace may be that the percentage of deaths to infections has declined. This is an important indicator that Ohio's physicians, nurses, and other health care workers have responded effectively to the deadliest challenge of the 21st Century.",
    "author": [
      {
        "name": "Orman Hall",
        "url": {}
      }
    ],
    "date": "2020-12-20",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHospitalizations and deaths are increasing in this third wave of the pandemic, but not at a rate that could have been expected based on our initial experience with COVID-19. In the early phases of the pandemic almost 1 in ten of identified cases died from the disease. In more recent months, Ohio has seen a steady decline in the ratio of deaths to infections. While case finding has improved, it is likely that improved health care response is also a big part of the story.\nThis should not be construed as a reason to return to pre-COVID-19 behavior, but it does suggest that if we can continue to wear masks and avoid indoor gatherings until vaccines are widely available, Ohio’s health care system will protect the majority of infected Ohioans.\nThe Ohio Department of Health neither agrees or disagrees with the analyses, interpretations, or conclusions in this report.1\nThe following chart shows the percentage of deaths to infections for Ohio and Franklin County from April through November. \nOhio & Franklin Co. Percent of Deaths to Cases\n\n\n\n\nCOVID-19. (2020). Retrieved 19 December 2020, from https://coronavirus.ohio.gov/wps/portal/gov/covid-19/home↩\n",
    "preview": "posts/2020-12-20-its-not-all-bad-news/its-not-all-bad-news_files/figure-html5/unnamed-chunk-5-1.png",
    "last_modified": "2020-12-21T11:10:20-05:00",
    "input_file": {},
    "preview_width": 3900,
    "preview_height": 2400
  },
  {
    "path": "posts/2020-12-14-covid-19-cases-and-deaths-by-age/",
    "title": "Ohio COVID-19 Cases and Deaths by Age",
    "description": "Ohio COVID-19 infections are widely distributed across all ages. Hospitalizations and deaths are disproportionately accounted by older Ohioans with serious underlying health conditions.",
    "author": [
      {
        "name": "Orman Hall",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2020-12-14",
    "categories": [],
    "contents": "\n\n\n\nFigure 1: Ohio Statehouse\n\n\n\nOhio COVID-19 Cases, Hospitalizations and Deaths by Age and Quarter\nThe following bubble graph displays the number of COVID-19 infections by age and quarter. Each age cohort is represented by separate colors as noted in the legend to the right. This figure shows that persons between the ages of 20 through 29 account for more infections than the other age groups. Overall infections have increased and apparently have not yet peaked.\n\n\n\nFigure 2: Infections by Age and Quarter\n\n\n\nThe final graph shows deaths by age and quarter. In this figure we see an overwhelming number of COVID-19 fatalities are accounted for by very elderly Ohioans. While it is widely known that the elderly are most susceptible to COVID-19, it is also true that middle-aged persons with significant underlying diseases like respiratory disorders and diabetes are vulnerable to serious harm. Interestingly, overall deaths peaked earlier in the pandemic and have yet to reach previous totals.\n\n\n\nFigure 3: Deaths by Age and Quarter\n\n\n\nWe are now in the third wave of infections, and while the ratio of deaths to infections is lower than what was seen in previous waves, it is possible that the sheer number of new infections and hospitalizations may overwhelm our healthcare system and cause unacceptably high death rates. Ohio will likely see peak pandemic numbers over the next several weeks. These data were extracted from the Ohio Department of Health COVID-19 Dashboard.1\n\nCOVID-19. (2020). Retrieved 6 December 2020, from https://coronavirus.ohio.gov/wps/portal/gov/covid-19/home↩\n",
    "preview": "posts/2020-12-14-covid-19-cases-and-deaths-by-age/Levlong.jpg",
    "last_modified": "2020-12-21T11:10:20-05:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-12-14-how-does-ohio-compare/",
    "title": "How does Ohio Compare?",
    "description": "During the early days of the pandemic, Ohio was widely lauded for its response to COVID-19, but what does recent data tell us about Ohio's performance? The following blog delves into national data and puts recent Ohio trends as of Saturday, December 12, in the broader context of national data.",
    "author": [
      {
        "name": "Orman Hall",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2020-12-14",
    "categories": [],
    "contents": "\nThe COVID Tracking Project is a volunteer organization initiated by The Atlantic for the purpose of collecting and publishing national trends necessary to understand COVID-19 outbreaks throughout the United States.1\nDuring the early months of the pandemic, Ohio’s rate of infections and overall trends in change over time were trended lower than national average. The following graph of reported infections per 100,000 population since July shows that since mid October infection rates have increased at a much more dramatic rate than national average.2\nCOVID-19 Infections Over Time\n\n\n\nFigure 1: Source: Covid Tracking Project\n\n\n\nSimilarly, a review of hospitalization rates per 100,000 shows alarming increases that also exceed national trends. While no can forecast with accuracy how infection rates will change over the next several months, there is significant cause for concern and the number of Ohio hospitalizations in November and December suggests that demand for acute hospital services for COVID-19 patients may exceed capacity in some of the more affected areas.\nCOVID-19 Hospitalizations Over Time\n\n\n\nFigure 2: Source: Covid Tracking Project\n\n\n\nCOVID-19 Deaths Over Time\nFortunately for Ohio, the death rate per 100,000 population remains at or below national average. However, since mid-October Ohio deaths have increased at a more rapid rate and are now approaching the national average.\n\n\n\nFigure 3: Source: Covid Tracking Project\n\n\n\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\nThe COVID Tracking Project. (2020). Retrieved 13 December 2020, from https://covidtracking.com/↩\nTrump Sits Out Debut of Covid-19 Vaccine That He Long Championed. (2020). Retrieved 16 December 2020, from https://www.msn.com/en-us/news/politics/trump-sits-out-debut-of-covid-19-vaccine-that-he-long-championed/ar-BB1bY8rA?ocid=msedgntp↩\n",
    "preview": "posts/2020-12-14-how-does-ohio-compare/uscase.jpg",
    "last_modified": "2020-12-21T11:10:20-05:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to the Alliance Blog",
    "description": {},
    "author": [
      {
        "name": "Richard Hodges",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2020-12-14",
    "categories": [],
    "contents": "\nThe Ohio Alliance for Innovation in Population Health (the Alliance) is launching a blogsite to provide our members and other constituents with timely data, editorials and guest opinions about pressing health problems confronting Ohio. Please feel free to ask questions, identify topics of interest and voice your concerns.\nBest Wishes,\nRichard Hodges, Director\n\n\n\n",
    "preview": {},
    "last_modified": "2020-12-21T11:10:20-05:00",
    "input_file": {}
  }
]
